TRIGGERS = {'ассистент', 'ассистент'}


data_set = {
'вызвать нейро': 'neuro_answer',
'открой ютуб': 'browser запускаю браузер',
'интернет открой': 'browser открываю браузер',
'посмотреть фильм': 'browser сейчас открою браузер',
'обнови страницу': 'update_web страница обновлена',

'зайди в курсы': 'eKurs попытка регистрации',

'сколько будет': 'count дайте-ка подумать',

'хочу поиграть': 'game запускаю bruh',

'запусти приложение': 'open_app открытие приложения',
'засеки': 'timer время пошло',

'найди в ютубе': 'search_in_youtube выполняю поиск вашего запроса',

'выключи компьютер': 'confirmation_off_pc отключаю ваш Пэ Ка',
'перезапусти компьютер': 'confirmation_reset_pc перезапускаю ваш Пэ Ка',

'поставь на паузу': 'pause',
'продолжи воспроизведение': 'pause',

'отключись': 'confirmation_off_Bot отключаюсь',

'выключись': 'confirmation_off_Bot отключаюсь',

'открой настройки': 'sys_settings открываю параметры системы',

'открой проводник': 'explorer открываю проводник',
'открой загрузки': 'downloads открываю',

'открой панель управления': 'control открываю',

'открой редактор реестра': 'regedit открываю',

'открой диспетчер задач': 'task_dispetcher открываю диспетчер задач',

'сделай скриншот': 'screen_shoot улыбочку',

'открой корзину': 'recycle_bin открываю корзину|открываю, думаю её пора почистить',

'открой об дату': 'appdata открываю|выполнено',

'закрой программу': 'alt_f4 закрываю активное окно|хорошо, закрываю|закрываю',

'случайное число': 'random_num хм. например число|пусть будет|я загадала',

'кто я': 'passive владелец этого компьютера, я полагаю. Иначе мне придется вызвать полицию',

'сосал': 'passive да...,...ой.,.блядь',

'максим тупой': 'passive насколько мне известно, максим показывал жопу в дискОрде. Так что да, Максим крайне тупой',


'как у тебя дела':'passive работаю в фоне, не переживай|всё отлично, как раз чистила свой буфер обмена|всё хорошо, слежу за целостностью системы',
'что делаешь':'passive жду очередной команды, чтобы ты мог выпендреться перед друзьями|отдыхаю|думаю как делать вашу жизнь проще',
'привет':'passive и тебе привет|привет|приветик|привет, рада вас видеть',
'расскажи анекдот':'anekdot хм, дай-ка в вспомнить|секунду|окей, смеяться после слов - Сосать Америка',

'напиши что-нибудь': 'some',

'работаешь':'passive как видишь',
'ты тут':'passive вроде да',
'что ты умеешь': 'passive ой хэзэ|много чего, мало чего, ничего|могу выключить ваш Пэ Ка в случайный момент. хе хе хе',
}